[
  {
    "id": 1,
    "group": "One",
    "text": "Suatu proses yang pada intinya memastikan kualitas dari semua faktor yang terlibat dalam kegiatan produksi merupakan pengertian dari.",
    "img_url": null,
    "course_id": 1,
    "respond" : "Jawaban D : Pengendalian mutu merupakan proses pengendalian kualitas untuk memastikan produk yang diproduksi sesuai dengan standarisasi yang sudah ditetapkan."
  },
  {
    "id": 2,
    "group": "One",
    "text": "Bahan pangan mudah mengalami penurunan mutu dari sejak dipanen. Bahan pangan erat hubungannya dengan sifat yang dimiliki yaitu alometrik, tektsur, kekenyalan, koefisien gesek dan konduktivitas panas. Suatu ketika, bahan pangan tersebut mengalami kerusakan berupa perubahan bentuk menjadi memar dan terdapat bercak-bercak. Termasuk dalam kerusakan apakah yang dialami bahan pangan tersebut...",
    "img_url": null,
    "course_id": 1,
    "respond" : "Jawaban C : Kerusakan fisik merupakan kerusakan yang disebabkan oleh perlakuan fisik yang menyebabkan kerusakan pada fisik bahan pangan meliputi kerusakan bentuk dan tekstur."
  },
  {
    "id": 3,
    "group": "One",
    "text": "Bahan baku nabati yang sering digunakan sebagai sumber energi dan karbohidrat serta dijadikan makanan pokok bagi manusia dan biasanya memiliki kulit biji yang cukup keras dan tidak dapat dikonsumsi. Bahan baku tersebut masuk kedalam komoditas",
    "img_url": null,
    "course_id": 1,
    "respond" : "Jawaban E : Serealia yang biasa dikenal sebagai sereal atau biji-bijian merupakan tanaman yang ditanam untuk dipanen biji atau bulirnya sebagai sumber karbohidrat/pati. Contoh serealia yaitu padi, gandum, jagung dll."
  },
  {
    "id": 4,
    "group": "One",
    "text": "Kacang hijau, kacang kedelai, kacang tanah merupakan hasil komoditas nabati kacang-kacangan. Kacang-kacangan tersebut merupakan bahan baku dan dapat diolah menjadi berbagai makanan, diantaranya adalah...",
    "img_url": null,
    "course_id": 1,
    "respond" : "Jawaban A : Selai kacang hijau, susu kedelai, dan sambal pecel merupakan salah satu produk turunan dari komoditas kacang-kacangan dimana memiliki kandungan protein yang cukup tinggi sehingga baik untuk menutrisi tubuh."
  },
  {
    "id": 5,
    "group": "One",
    "text": "Diatas merupakan salah satu gambar umbi-umbian yang mengalami kerusakan, terjadi perubahan warna kebiru-biruan, coklat serta kehitaman. Hal tersebut merupakan salah satu faktor utama penyebab kerusakan diakibatkan oleh",
    "img_url": "5.jpg",
    "course_id": 1,
    "respond" : "Jawaban C : Kerusakan enzimatis merupakan kerusakan yang disebabkan oleh enzim yang dimiliki oleh bahan pangan itu sendiri. Kerusakan enzimatis dapat menyebabkan kerusakan pada aroma, warna, rasa, dan tekstur bahan pangan."
  },
  {
    "id": 6,
    "group": "Two",
    "text": "Berdasarkan sifat biologinya, buah diklasifikasikan menjadi buah klimaterik dan buah non-klimaterik. Buah klimaterik merupakan buah yang mengalami kenaikan laju respirasi secara mendadak. Yang termasuk ke dalam buah klimaterik adalah...",
    "img_url": null,
    "course_id": 2,
    "respond" : "Jawaban B : Buah klimaterik : Buah yang mengalami peningkatan laju respirasai sebelum pematangan dimana laju respirasi sejalan dengan peningkatan gas etilen pada buah. Buah non klimaterik : Buah yang tidak mengalami peningkatan laju respirasi dimana buah tidak akan mengalami pemasakan setelah dipanen dari dipohonnya kecuali diberikan etilen tambahan dari luar."
  },
  {
    "id": 7,
    "group": "Two",
    "text": "Setelah dipanen buah tetap melakukan respirasi dan transpirasi. Respirasi merupakan pemecahan karbohidrat menghasilkan CO2 dan panas yang melibatkan reaksi enzimatis. Oleh sebab itu, jika Anda akan menyimpan buah-buahan sebaiknya disimpan dalam keadaan...",
    "img_url": null,
    "course_id": 2,
    "respond" : "Jawaban D : Keadaan penyimpanan baik disimpan dalam keadaan tertutup tetapi dengan lubang udara agar buah yang dipanen tetap dapat melakukan proses pernapasan respirasi dan transpirasi."
  },
  {
    "id": 8,
    "group": "Two",
    "text": "Selama penyimpanan beberapa perangkat mutu buah akan berubah, seperti tekstur buah, flavor dan pigmen warna. Perubahan tekstur buah menjadi lunak selama penyimpanan yang paling tepat disebabkan oleh...",
    "img_url": null,
    "course_id": 2,
    "respond" : "Jawaban A : Protopektin adalah zat pektat yang tidak larut dalam air dan jika dihidrolisis menghasilkan asam pektinat."
  },
  {
    "id": 9,
    "group": "Two",
    "text": "Pencoklatan enzimatis sering terjadi pada buah-buahan seperti salak, pisang, pala, apel dan buah lainnya yang mengandung senyawa fenolik. Katalisator yang berperan dalam reaksi oksidasi senyawa fenolik ini adalah...",
    "img_url": null,
    "course_id": 2,
    "respond" : "Jawaban C : Jawaban sudah jelas."
  },
  {
    "id": 10,
    "group": "Two",
    "text": "Buah bila mendapat perlakuan secara fisik akan mengakibatkan adanya perubahan warna, misalnya buah-buahan jika dikupas warna daging buah akan berubah menjadi coklat. Perubahan ini terjadi karena adanya reaksi browning (pencoklatan) yang disebabkan adanya reaksi pencoklatan enzimatis. Untuk mencegah terjadinya reaksi browning (pencoklatan) pada buah dapat dilakukan dengan cara...",
    "img_url": null,
    "course_id": 2,
    "respond" : "Jawaban A : Blanching : merupakan proses dimana bahan pangan mengalami kontak dengan panas berupa uap air yang dapat menonaktifkan enzim penyebab pencoklatan enzimatis. Garam : garam mampu meminimalisir proser oksidasi antara buah dengan udara sehingga mampu mencegah proses browning."
  },
  {
    "id": 11,
    "group": "Two",
    "text": "Perhatikan gambar di bawah ini!Alat pada gambar dapat digunakan untuk memproduksi sari buah. Prinsip yang digunakan alat ini adalah...",
    "img_url": "11.jpg",
    "course_id": 2,
    "respond" : "Jawaban E : Blender memiliki pisau yang dapat berputar pada kecepatan tertentu sehingga blender mampu menghancurkan bahan."
  },
  {
    "id": 12,
    "group": "Two",
    "text": "Bahan dasar yang digunakan untuk pembuatan keripik buah adalah buah yang mempunyai rasa manis sudah matang namun tidak terlalu matang. Berbagai buah dapat digunakan sebagai bahan dasar pembuatan keripik di antaranya adalah nangka, mangga, nanas, apel, sawo, pepaya , menggunakan  pemasakan dengan metode...",
    "img_url": null,
    "course_id": 2,
    "respond" : "Jawaban C : Vacuum frying merupakan mesin produksi yang digunakan untuk menggoreng buah atau sayur dengan hasil yang renyah karena menggunakan proses penggoengan vacum (hampa udara)."
  },
  {
    "id": 13,
    "group": "Two",
    "text": "Terdapat sebuah alat yang dapat mengukur kadar gula dan total padatan yang sifatnya larut air pada pembuatan selai/jam untuk memperkirakan kadar gula dan total padatan selai/jam. Alat tersebut adalah...",
    "img_url": null,
    "course_id": 2,
    "respond" : "Jawaban C : Refractrometer merupakan alat yang digunakan untuk mengukur kadar / konsentrasi zat terlarut dalam bahan pangan."
  },
  {
    "id": 14,
    "group": "Two",
    "text": "Pengecilan ukuran buah dengan melakukan pemotongan dapat menggunakan pisau, bahan pangan yang dipotong dengan pisau akan menghasilkan ukuran bahan pangan yang...",
    "img_url": null,
    "course_id": 2,
    "respond" : "Jawaban A : proses pengecilan ukuran menggunakan pisau dilakukan secara manual sehingga menghasilkan ukuran yang masih relatif besar."
  },
  {
    "id": 15,
    "group": "Two",
    "text": "1) Memperpanjang masa simpan\n2) Mengawetkan\n3) Mencegah kerusakan buah\n4) Menstabilkan zat gizi\n5) Meningkatkan nilai jual\nBerdasarkan uraian diatas, manakah yang termasuk kedalam keuntungan yang umumnya didapatkan dari pengolahan buah-buahan",
    "img_url": null,
    "course_id": 2,
    "respond" : "Jawaban C : Jawaban sudah jelas."
  },
  {
    "id": 16,
    "group": "Two",
    "text": "Sari buah sebagai salah satu produk hasil pengolahan buah-buahan dengan cara mengambil sari atau filtratnya, sari buah tersebut boleh ditambahkan gula dan air sebagai bahan pengisi atau tanpa penambahan gula. Kadar gula sari buah yang diinginkan berkisar antara...",
    "img_url": null,
    "course_id": 2,
    "respond" : "Jawaban B : Untuk pembuatan sari buah kadar gula yang dibutuhkan cukup kisaran 10-15% dengan pH 3-4."
  },
  {
    "id": 17,
    "group": "Two",
    "text": "Mutu buah-buahan sangat dipengaruhi oleh tingkat ketuaan pada saat buah dipanen, selain itu daya simpan dan kandungan kimia atau zat gizi ikut terpengaruh. Buah yang akan diolah menjadi manisan dapat ditentukan oleh tingkat kerenyahan (tekstur daging buah), dimana tingkat kerenyahan buah sangat menentukan mutu manisan buah. Oleh karena itu, karakteristik buah yang baik untuk menjadi manisan, yaitu...",
    "img_url": null,
    "course_id": 2,
    "respond" : "Jawaban C : Buah yang mengkal memiliki kandungan glukosa yang masih rendah, sehingga akan menghasilkan tekstur yang baik untuk diolah menjadi manisan."
  },
  {
    "id": 18,
    "group": "Two",
    "text": "Gula yang digunakan dalam pembuatan sari buah adalah gula putih. Namun untuk sari buah asli atau yang ditambahkan gula dan tidak diencerkan maka tidak memerlukan gula selama proses pengolahannya. Kadar gula sari buah hanya 12  14 %. Fungsi penambahan gula pada pembuatan sari buah yang paling tepat adalah...",
    "img_url": null,
    "course_id": 2,
    "respond" : "Jawaban D : Gula dengan kadar 12 – 14% pada sari buah hanya berfungsi sebagai pemberi rasa manis. Karena jika gula yang digunakan untuk pengawet harus dengan kadar 40 – 60%."
  },
  {
    "id": 19,
    "group": "Two",
    "text": "Salah satu bahan tambahan yang ditambahkan dalam pembuatan sirup buah adalah bahan pengental agar produk sirup menjadi lebih stabil, dan lebih pekat/kental. BTM yang dapat ditambahkan dalam pembuatan sirup adalah...",
    "img_url": null,
    "course_id": 2,
    "respond" : "Jawaban C : Gum arab, CMC, karagenan, dan gelatin merupakan jenis senyawa hidrokarbon yang mampu mengikat air sehingga tekstur sirup akan lebih kental."
  },
  {
    "id": 20,
    "group": "Two",
    "text": "Perhatikan tahapan proses pembuatan selai berikut :\n1)	Pencucian\n2)	Pencampuran\n3)	Trimming\n4)	Pemasakan\n5)	Sortasi\n6)	Pasteurisasi\n7)	Pembuburan\n8)	Pengemasan\n9)	Pendinginan\nUrutan tahapan proses pembuatan selai yang paling tepat adalah...",
    "img_url": null,
    "course_id": 2,
    "respond" : "Jawaban D : Jawaban sudah jelas."
  },
  {
    "id": 21,
    "group": "Two",
    "text": "Selai merupakan salah satu produk olahan pangan berbasis buah-buahan yang sudah dikenal dan diproduksi baik secara parsial ataupun masal relatif cukup lama. Substansi esensial yang terdapat pada selai ada tiga komponen",
    "img_url": null,
    "course_id": 2,
    "respond" : "Jawaban A : Pektin, gula, dan asam merupakan dikatakan substansi esensial karena ketiga bahan tersebut sangat berperan dalam menciptakan tekstur, kekentalan, dan rasa dari selai."
  },
  {
    "id": 22,
    "group": "Two",
    "text": "Pisang untuk sale sebaiknya dari pisang yang mengandung kadar karbohidrat relatif tinggi dan pisang benar-benar masak atau pisang yang sudah siap dipanen kemudian diperam untuk beberapa saat. Secara modern sale dikeringkan dengan alat pengering yang dapat diatur suhu dan lama pengeringannya. Untuk mengawetkan sale pisang dapat digunakan bahan kimia seperti.",
    "img_url": null,
    "course_id": 2,
    "respond" : "Jawaban D : Natrium bisulfit dan belerang dapat digunakan untuk mengawetkan sale pisang."
  },
  {
    "id": 23,
    "group": "Two",
    "text": "Prinsip pengolahan pada sale pisang adalah",
    "img_url": null,
    "course_id": 2,
    "respond" : "Jawaban D : Penggulaan dan pengiringan dalam miminimalkan kadar air pada pisang, sehingga masa simpan sale pisang akan lebih lama."
  },
  {
    "id": 24,
    "group": "Two",
    "text": "Perhatikan diagram alir proses pengolahan selai berikut! Proses selanjutnya yang perlu dilakukan pada pengolahan selai buah adalah....",
    "img_url": "24.png",
    "course_id": 2,
    "respond" : "Jawaban D : Jawaban sudah jelas."
  },
  {
    "id": 25,
    "group": "Two",
    "text": "Penggunaan larutan CaCl2 atau kapur pada proses pengolahan manisan buah berguna sebagai",
    "img_url": null,
    "course_id": 2,
    "respond" : "Jawaban E : CaCl2 atau kapur mengandung kalsium dimana kalsium tersebut berperan untuk memperkokoh jaringan buah agar teksturnya menajdi keras."
  },
  {
    "id": 26,
    "group": "Three",
    "text": "Perhatikan kelompok sayuran berikut:\n1)	Sayuran bunga (brokoli, bunga kol, kol)\n2)	Sayuran daun (bayam, kangkung, sawi)\n3)	Sayuran biji-bijian (buncis, kapri, kedelai)\n4)	Sayuran buah (mentimun, cabai, labu)\n5)	Sayuran batang (asparagus, seledri, kalian)\nKelompok sayuran yang tepat adalah...",
    "img_url": null,
    "course_id": 3,
    "respond" : "Jawaban E : Berdasarkan bentuknya sayuran dikategorikan menjadi : sayuran daun (bayam, kangkung, sawi) sayuran buah (mentimun, cabai, labu, tomat) sayuran batang (asparagus, seledri, rebung)."
  },
  {
    "id": 27,
    "group": "Three",
    "text": "Secara umum karbohidrat di dalam sayur-sayuran sebagian besar terdapat dalam bentuk selulosa yang tidak dapat dicerna oleh tubuh manusia. Selain dalam bentuk selulosa, karbohidrat dalam sayuran juga terdapat dalam bentuk pati dan gula. Sayuran yang memiliki kadar pati yang tinggi adalah...",
    "img_url": null,
    "course_id": 3,
    "respond" : "Jawaban C : Jagung, kentang, dan buncis merupakan jenis sayuran yang memiliki kandungan pada yang cukup tingga sehingga bisa dijadikan sebagai sumber karbohdrat terutama jagung dan kentang."
  },
  {
    "id": 28,
    "group": "Three",
    "text": "Berdasarkan kandungan pigmennya, sayuran dapat diklasifikasikan menjadi sayuran hijau, ungu, kuning/oranye, ungu dan sayuran merah/biru. Pigmen antosianin merupakan pigmen yang sangat sensitif terhadap perubahan pH dan larut air. Perubahan yang terjadi pada antosianin akibat perubahan pH adalah...",
    "img_url": null,
    "course_id": 3,
    "respond" : "Jawaban D : Antosianin merupakan zat warna yang tidak stabil oleh pH sehingga perlakuan pH tertentu memberikan perubahan pada warna antosianin. Pada pH basa antosianin berwarna biru, pada pH netral antosianin berwarna ungu, dan pH asam antosianin berwarna merah."
  },
  {
    "id": 29,
    "group": "Three",
    "text": "Wortel merupakan salah satu sayuran yang termasuk ke dalam kelompok sayuran kuning/oranye. Pigmen yang terkandung di dalam wortel adalah karoten yang berfungsi sebagai...",
    "img_url": null,
    "course_id": 3,
    "respond" : "Jawaban C : Karoten merupakan pigmen pada wortel dan sayur lain yang memiliki wrna kuning atau orange dimana karoten tergolong kedalam gugus antioksidan sehingga betakaroten dapat menghambat proses  penuaan sel-sel dalam tubuh."
  },
  {
    "id": 30,
    "group": "Three",
    "text": "Salah satu faktor yang mempengaruhi penanganan pasca panen sayuran adalah pemanenan sayuran pada saat yang tepat karena pemanenan akan mempengaruhi respirasi dan penguapan pada sayuran. Waktu yang tepat untuk memanen sayuran adalah...",
    "img_url": null,
    "course_id": 3,
    "respond" : "Jawaban B : Pagi dan sore merupakan waktu yang tepat untuk pemanenan karena pada waktu pagi dan sore tumbuhan belum melakukan proses fotosintesis yang optimal, sehingga penguapan pada sayuran dapat diminimalisir."
  },
  {
    "id": 31,
    "group": "Three",
    "text": "Terdapat sebuah alat yang digunakan untuk menentukan kualitas tekstur kekerasan pada kentang, alat tersebut adalah...",
    "img_url": null,
    "course_id": 3,
    "respond" : "Jawaban D : Penetrometer merupakan alat yang digunakan untuk mementukan kualitas tekstur atau kekerasan pada kentang dan sayuran lainnya."
  },
  {
    "id": 32,
    "group": "Three",
    "text": "Proses penggorengan dapat menimbulkan masalah ketengikan pada makanan, alat yang dapat mengatasi hal tersebut adalah...",
    "img_url": null,
    "course_id": 3,
    "respond" : "Jawaban  C : Ketengikan disebabkan oleh oksidasi lemak atau minyak yang terdapat di dalam makanan, sehingga alat centrifuge spinner digunakan untuk menghilangkan sebagian besar minyak yang terdapat pada makanan sehingga ketengikan dapat diminimalisir."
  },
  {
    "id": 33,
    "group": "Three",
    "text": "Komoditi yang dapat digoreng dengan metode vakum (vacuum fryer) adalah semua bahan yang memiliki kadar air tinggi dan...",
    "img_url": null,
    "course_id": 3,
    "respond" : "Jawaban D : Untuk pembuatan keripik pada kandungan glukosa yang tinggi dapat menggunakan metode vakum menggunakan vacuum frying."
  },
  {
    "id": 34,
    "group": "Three",
    "text": "Perhatikan gambar di bawah ini! Prinsip kerja alat di tersebut adalah dengan menyerap kadar air serta perlu mengatur keseimbangan...",
    "img_url": "34.png",
    "course_id": 3,
    "respond" : "Jawaban A : Suhu dan tekanan berpengaruh terhadap proses penyerapan kadar air pada bahan sehingg kedua hal tersebut harus dijaga keseimbangannya."
  },
  {
    "id": 35,
    "group": "Three",
    "text": "Cara kerja microwave dan oven listrik berbeda. Hal ini yang bukan berhubungan dengan oven listrik adalah...",
    "img_url": null,
    "course_id": 3,
    "respond" : "Jawaban A : Radiasi gelombang micro merupakan cara kerja microwave dalam mengalirkan energi panas pada bahan pangan. Sementara oven listrik mengubah energi listrik menjadi panas kemudian mengalirkannya kepada bahan pangan."
  },
  {
    "id": 36,
    "group": "Three",
    "text": "Produk sayuran merupakan salah satu Perishable Food yang perlu dilakukan penanganan lebih lanjut salah satunya dengan metode fermentasi. Pada dasarnya, proses fermentasi sayuran menggunakan bakteri asam laktat, salah satu bakteri yang berperan dalam kelangsungan proses fermentasi sayuran tersebut adalah.",
    "img_url": null,
    "course_id": 3,
    "respond" : "Jawaban D : Lactobasillus mesenteroides merupakan jenis bakteri yang akan mengubah glukosa berupa laktosa menjadi asam laktat."
  },
  {
    "id": 37,
    "group": "Three",
    "text": "Konsentrasi garam yang terlalu rendah dalam proses fermentasi akan mengakibatkan pelunakan jaringan pada sayuran akibat adanya aktivitas enzim. Enzim ini berfungsi untuk mendegradasi molekul pektin yang banyak ditemukan pada sel tanaman. Jenis enzim tersebut adalah .",
    "img_url": null,
    "course_id": 3,
    "respond" : "Jawaban C : Jawaban sudah jelas."
  },
  {
    "id": 38,
    "group": "Three",
    "text": "Kerusakan Sauerkraut atau cacat yang paling sering terjadi dan menimbulkan pemasalahan pada sauerkraut adalah cacat warna yang dikenal secara umum dengan istilah sauerkraut jingga hal ini disebabkan oleh ",
    "img_url": null,
    "course_id": 3,
    "respond" : "Jawaban A : Khamir berpigmen dapat menyebabkan kerusakan pada sauerkraut berupa perubahan warna dimana hal tersebut juga berpengaruh pada tekstur dan rasa."
  },
  {
    "id": 39,
    "group": "Three",
    "text": "Dalam pembuatan pickle ada beberapa mikroorganisme yang digunakan, salah satunya yang berperan dalam pembentuk gas dan biasanya juga beperan pada masa akhir fermentasi merupakan jenis bakteri ",
    "img_url": null,
    "course_id": 3,
    "respond" : "Jawaban E : Jawaban sudah jelas."
  },
  {
    "id": 40,
    "group": "Three",
    "text": "Dalam pembuatan Pickle ada bahan tambah yang dapat digunakan seperti gula, cuka, rempah-rempah dll. Salah satunya berperan sebagai substrat pertumbuhan bakteri asam laktat jenis bahan tambahan yang digunakan yaitu .",
    "img_url": null,
    "course_id": 3,
    "respond" : "Jawaban B : Gula merupakan substrat untuk pertumbuhan bakteri dikarenakan gula digunakan oleh bakteri sebagai bahan makanan untuk bermetabolisme."
  },
  {
    "id": 41,
    "group": "Four",
    "text": "Pada pembuatan saus tomat, buah tomat kemudian diblanching selama kurang lebih 5 menit. Prinsip blanching berfungsi untuk....",
    "img_url": null,
    "course_id": 3,
    "respond" : "Jawaban A : Proses blanching memudahkan proses pengupasan kulit tolat karena suhu panas akan membuat jaringan kulit pada tomat terlepas."
  },
  {
    "id": 42,
    "group": "Four",
    "text": "Keripik merupakan produk makanan ringan yang memiliki bentuk asli dari bahan baku yang digunakan, sedangkan kerupuk merupakan makanan ringan yang diolah dengan bahan baku yang telah dihancurkan dalam bentuk adonan. Prinsip penggorengan keripik menggunakan metode  ",
    "img_url": null,
    "course_id": 3,
    "respond" : "Jawaban A : Deep frying merupakan proses penggorengan dengan jumlah minyak yang banyak sehingga keseluruhan bahan terrendam. Hal tersebut akan membuat bahan memiliki tekstur renyah."
  },
  {
    "id": 43,
    "group": "Four",
    "text": "Saus mempunyai daya simpan yang panjang. Kandungan bahan-bahan pembentuk saus yang dapat memperpanjang masa simpan saus adalah...",
    "img_url": null,
    "course_id": 3,
    "respond" : "Jawaban A : Asam : pada pH rendah bakteri atau mikroorganisme lainnya tidak akan bisa tumbuh Gula: mengikat air pada saur sehingga tidak ada media pertumbuhan bakteri dan mikroorganisme lainnya Rempah :  memiliki kandungan zat antimikroba sehingga mampu menekan pertumbuhan mikroorganisme."
  },
  {
    "id": 44,
    "group": "Four",
    "text": "Sayuran yang difermentasi dengan garam baik dalam bentuk larutan garam maupun garam kering, diawetkan dalam asam cuka dengan atau tanpa bumbu-bumbu disebut...",
    "img_url": null,
    "course_id": 3,
    "respond" : "Jawaban E : Pickle merupakan salah satu produk fermentasi sayuran yang difermentasi dengan garam baik dalam bentuk larutan garam maupun garam kering, diawetkan dalam asam cuka dengan atau tanpa bumbu-bumbu."
  },
  {
    "id": 45,
    "group": "Four",
    "text": "Bahan baku yang dijadikan pikel harus sayuran yang memiliki tingkat kekerasan cukup tinggi (padat) agar menghasilkan pikel yang kokoh atau tidak hancur. Namun, apabila bahan baku yang ada kurang kokoh, maka dapat ditambahkan bahan tambahan makanan yang dapat mengokohkan jaringan bahan, yaitu...",
    "img_url": null,
    "course_id": 3,
    "respond" : "Jawaban C : Kalsium dapat berperan untuk memperkokoh jaringan buah agar teksturnya menajdi keras. Sehingga bahan yang memiliki batang lunak akan lebih kokoh ketika dioleh menjadi pickle."
  },
  {
    "id": 46,
    "group": "Four",
    "text": "Perhatikan gambar berikut. Disajikan beberapa gambar umbi-umbian yaitu bengkoang, kubis, jahe, kentang dan ubi jalar. Dari gambar diatas  manakah yang termasuk ke dalam umbi akar adalah...",
    "img_url": "46.png",
    "course_id": 4,
    "respond" : "Jawaban C : Umbi akar merupakan tanaman yang menyimpan makanannya pada bagian akar. Umbi-umbian yang termasuk kedalam umbi akar yaitu bengkuang, lobak, dan ubi jalar."
  },
  {
    "id": 47,
    "group": "Four",
    "text": "Tanaman ini termasuk kedalam umbi-umbian, seringkali dicampurkan dalam masakan sebagai bumbu masak atau ramuan herbal, memiliki aroma yang menyengat, berkulit tipis dan memiliki nama latin Allium Sativum. Tanaman ini dinamanakan...",
    "img_url": null,
    "course_id": 4,
    "respond" : "Jawaban C : Bawang putih merupakan bumbu dapur yang termasuk kedalam umbi-umbian, seringkali dicampurkan dalam masakan sebagai bumbu masak atau ramuan herbal, memiliki aroma yang menyengat, berkulit tipis dan memiliki nama latin Allium Sativum."
  },
  {
    "id": 48,
    "group": "Four",
    "text": "Rizal berjalan jalan dikebun sekitar rumah kakeknya. Kemudian dia melihat sebuah umbi dengan ciri ciri berbentuk bulat panjang, berbulu halus dengan panjang 5-6 cm, serta warna daging putih. Menurut kakeknya umbi tersebut memiliki kandungan sianida yang lebih banyak dibandingkan umbi lain, selain juga mengandung alkaloid dan saponin yang semakin tinggi seiring bertambahnya usia umbi sehingga perlu perlakuan pendahuluan sebelum mengolah umbi tersebut menjadi produk olahan makanan. Menurut Anda umbi apakah yang ditemukan oleh Rizal...",
    "img_url": null,
    "course_id": 4,
    "respond" : "Jawaban B : Gadung merupakan umbi yang memiliki kandungan sianida yang lebih banyak dibandingkan umbi lain, selain juga mengandung alkaloid dan saponin yang semakin tinggi seiring bertambahnya usia umbi sehingga perlu perlakuan pendahuluan sebelum mengolah umbi tersebut menjadi produk olahan makanan."
  },
  {
    "id": 49,
    "group": "Four",
    "text": "Umbi merupakan satu organ dari tumbuhan yang merupakan modifikasi dari organ lain dan berfungsi sebagai penyimpan zat tertentu (umumnya karbohidrat). Berdasarkan bagian tanaman yang digunakan sebagai tempat penyimpanan cadangan makanannya, umbi dapat diklasifikasikan menjadi dua, yaitu umbi batang dan umbi akar. Yang termasuk ke dalam klasifikasi umbi batang adalah...",
    "img_url": null,
    "course_id": 4,
    "respond" : "Jawaban B : Umbi batang merupakan tanaman umbi yang menyimpan cadangan makanan dibagian batang atau area dekat batang."
  },
  {
    "id": 50,
    "group": "Four",
    "text": "Berikut adalah hal penting yang harus diperhatikan dalam pemilihan jenis kentang sebagai bahan baku produk keripik kentang :\n1.	Kulit umbi bebas dari kotoran (tanah atau debu)\n2.	Memiliki kandungan gula reduksi yang rendah\n3.	Memiliki kadar air yang rendah\n4.	Memiliki bentuk yang bulat sempurna\n5.	Memiliki kandungan pati yang tinggi\nDari pernyataan diatas, manakah yang paling tepat.",
    "img_url": null,
    "course_id": 4,
    "respond" : "Jawaban E : Kentang dengan kualitas yang beik merukapakan kentang dengan kandungan gula reduksi yang rendah, memiliki bentuk yan bulat sempurna, dan memiliki kandungan pati yang tinggi."
  },
  {
    "id": 51,
    "group": "Four",
    "text": "Flatulensi adalah keluarnya gas melalui anus akibat dari akumulasi gas di dalam perut. Senyawa yang terkandung dalam ubi jalar yang menyebabkan terbentuknya flatulensi adalah...",
    "img_url": null,
    "course_id": 4,
    "respond" : "Jawaban A : Oligosakarida merupakan gula yang tidak bisa dicerna oleh tubuh sehingga oligosakarida dicerna oleh bakteri dan menghasilkan gas yang menyebakan faltuensi."
  },
  {
    "id": 52,
    "group": "Four",
    "text": "Rina pergi ke sebuah restoran cepat saji. Rina memesan french fries dan minuman soda. Prinsip pengolahan pada french fries tersebut adalah...",
    "img_url": null,
    "course_id": 4,
    "respond" : "Jawaban B : French fries memiliki tekstur yang renyah pada bagian luar dan tekstur yang lembut pada bagian dalam. Untuk mendapatkan tesktur tersebut harus menggunakan metode deep friying karena dengan metode tersebut kentang terendam seutuhnya di dalam minyak dan menghasilkan kentang yang matang merata."
  },
  {
    "id": 53,
    "group": "Four",
    "text": "Para-para merupakan salah satu peralatan pengolahan umbi-umbian dengan prinsip pengeringan secara tradisional. Tetapi terdapat kekurangan pada saat penggunaannya. Berikut kelebihan dari memanfaatkan para-para sebagai alat pengeringan adalah...",
    "img_url": null,
    "course_id": 4,
    "respond" : "Jawaban B : Biaya murah merupakan keunggulan dari para-para dan mudah dijumpai di pasar tradisional."
  },
  {
    "id": 54,
    "group": "Four",
    "text": "Kentang merupakan salah satu komoditas yang sering diolah menjadi keripik. Pengecilan ukuran pada prose pembuatan keripik kentang bertujuan untuk ",
    "img_url": null,
    "course_id": 4,
    "respond" : "Jawaban C : Untuk menghasilkan keripik dengan tekstur yang renyah perlu dilakukan pengecilan ukuran untuk memperluas bidang permukaan kentang."
  },
  {
    "id": 55,
    "group": "Four",
    "text": "Alat ini banyak digunakan untuk mengiris buah dan sayur serta jenis umbi-umbian. Produk yang dihasilkan berbentuk lembaran tipis, adalah....",
    "img_url": null,
    "course_id": 4,
    "respond" : "Jawaban A : Slicer merupakan alat pengolahan umbi-umbian yang dapat mengecilkan ukuran menjadi lembaran tipis."
  },
  {
    "id": 56,
    "group": "Four",
    "text": "Penggunaan peralatan atau mesin pengecilan ukuran tergantung pada karakteristik bahan yang akan dilakukan pengecilan ukuran. Umbi yang lebih tepat dilakukan pengecilan ukuran menggunakan rotary knife cutter adalah ",
    "img_url": null,
    "course_id": 4,
    "respond" : "Jawaban D : Singkong memenuhi karkateristik untuk dilakukan pengecilan ukuran menggunakan rotary knife cutter."
  },
  {
    "id": 57,
    "group": "Four",
    "text": "Tita akan membuat kue menggunakan tepung umbi ungu. Sebelum membuat cake, Tita melakukan proses pembuatan tepung. Proses pengecilan ukuran apa saja yang diterapkan dalam proses penepungan ..",
    "img_url": null,
    "course_id": 4,
    "respond" : "Jawaban E : Proses pembuatan tepung menggunakan ubi ungu, ubi ungu terlebih dahulu diiris setelah dikeringkan ubi ungu digiling hingga halus dan menjadi tepung."
  },
  {
    "id": 58,
    "group": "Four",
    "text": "Perhatikan gambar alat pengolahan di bawah ini! Peralatan pengolahan yang berfungsi sebagai pencampur ditunjukan oleh nomor ",
    "img_url": "58.png",
    "course_id": 4,
    "respond" : "Jawaban E : Jawaban sudah jelas.."
  },
  {
    "id": 59,
    "group": "Four",
    "text": "Kentang memiliki banyak sekali varietas/ jenis. Kentang yang banyak ditemui adalah kentang putih, hitam, merah, dan kuning. Kentang yang banyak dipilih untuk diolah menjadi keripik adalah kentang kuning, karena.",
    "img_url": null,
    "course_id": 4,
    "respond" : "Jawaban E : Jawaban sudah jelas."
  },
  {
    "id": 60,
    "group": "Four",
    "text": "Gambar alat di atas merupakan alat yang cocok digunakan dalam pengolahan kentang, yaitu",
    "img_url": "60.jpg",
    "course_id": 4,
    "respond" : "Jawaban E : Jawaban sudah jelas."
  },
  {
    "id": 61,
    "group": "Four",
    "text": "1.	Iris kentang tersebut dengan ketebalan  2 mm dan rendam dalam air bersih.\n2.	Kupas kentang dengan pisau, kemudian rendam dalam air bersih.\n3.	Goreng irisan kentang sampai masak ditAndai seluruh permukaan kentang mengembang warnanya kekuningan.\n4.	Irisan kentang direndam dalam larutan CaCl2 0,1% selama 30 menit\n5.	Panaskan minyak makan/goreng di atas kompor sampai panas, biasanya ditandai dengan tidak adanya pletikan-pletikan air dalam minyak atau suhu minyak mencapai  200C.\nDari uraian prosedur pengolahan keripik kentang diatas, urutan yang paling benar dari pengolahan keripik kentang adalah.",
    "img_url": null,
    "course_id": 4,
    "respond" : "Jawaban C : Jawaban sudah jelas."
  },
  {
    "id": 62,
    "group": "Four",
    "text": "Donat kentang merupakan salah satu inovasi olahan berbahan baku umbi-umbian. Dalam pengolahan Donat kentang diperlukan tambahan mikroorganisme jenis khamir Saccharomyces cerevicae. Tujuan penambahan khamir tersebut dalam proses pembuatan Donat kentang yaitu...?",
    "img_url": null,
    "course_id": 4,
    "respond" : "Jawaban C : Saccharomyces cereviceae merupakan bakteri fermentasi yang dibutuhkan saat membuat adonan, agar adonan dapat mengembang."
  },
  {
    "id": 63,
    "group": "Four",
    "text": "Kemasan merupakan salah satu keutamaan dalam memproduksi suatu produk untuk melindungi produk. Kemasan yang cocok digunakan untuk produk olahan keripik kentang adalah",
    "img_url": null,
    "course_id": 4,
    "respond" : "Jawaban D : Plastik lapis alumunium foil merupakan kemasan yang cocok untuk olahan keripik kentang."
  },
  {
    "id": 64,
    "group": "Five",
    "text": "Perhatikan gambar di bawah ini! Berdasarkan gambar tersebut, jenis serealia yang dimaksud adalah ",
    "img_url": "64.jpg",
    "course_id": 5,
    "respond" : "Jawaban B : Jawaban sudah jelas."
  },
  {
    "id": 65,
    "group": "Five",
    "text": "Bihun, tape, kue basah, bubur sumsum merupakan beberapa produk yang dibuat dengan menggunakan bahan baku serealia. Jenis serealia yang digunakan untuk membuat produk tersebut adalah ?",
    "img_url": null,
    "course_id": 5,
    "respond" : "Jawaban A : Beras merupakan serealia yang dapat dimanfaatkan untuk pembuatan makanan. Selain nasi, berasa dapat diolah menjadi bihun, tape, kue basah dan bubur sumsum."
  },
  {
    "id": 66,
    "group": "Five",
    "text": "Berikut merupakan ciri-ciri fisik jagung :\n-	bentuk agak meruncing\n-	ukuran kecil\n-	wara putih kekuning-kuningan\n-	tongkol berukuran kecil\nBerdasarkan ciri-ciri tersebut, karakteristik fisik jagung yang dimaksud adalah ",
    "img_url": null,
    "course_id": 5,
    "respond" : "Jawaban E : Ciri-ciri yang disebutkan merupakan karakteristik dari jagung brondong."
  },
  {
    "id": 67,
    "group": "Five",
    "text": "Berikut hasil analisis kimia serealia :\n-	mengandung pati 85  95%\n-	gula 0,6  1,1%\n-	larut dalam air dan alcohol\n-	kandungan mineral yang banyak terkandung (K, Mg, Cl, Ca, Si)\nBerdasarkan karakteristik kimia tersebut, jenis serealia yang dimaksud adalah ",
    "img_url": null,
    "course_id": 5,
    "respond" : "Jawaban C : Karakteristik kimiawi yang disebutkan merupakan jenis serealia berupa beras."
  },
  {
    "id": 68,
    "group": "Five",
    "text": "Perhatikan gambar di bawah ini! Sifat mekanis kinestetis dari jenis jagung pada gambar diatas adalah ",
    "img_url": "68.jpg",
    "course_id": 5,
    "respond" : "Jawaban A : Jenis jagung pada gambar adalah jagung gigi kuda yang memiliki sifat mekanis kinestetisnya biji kering, bagian sisi biji keras, bagian tengah sampai ke ujung biji lunak."
  },
  {
    "id": 69,
    "group": "Five",
    "text": "Pada saat pembuatan cornflakes terdapat tahap pengovenan. Prosedur penggunaan oven :\n1)	Atur suhu yang sesuai\n2)	Atur waktu yang sesuai\n3)	Nyalakan power on/off oven\n4)	Setelah suhu tercapai, masukan adonan roti\n5)	Tekan tombol on pada timer\n6)	Sumber listrik dan regulator gas dipasang\nUrutan langkah penggunaan oven yang benar sesuai pernyataan diatas adalah ..",
    "img_url": null,
    "course_id": 5,
    "respond" : "Jawaban A : Jawaban sudah jelas."
  },
  {
    "id": 70,
    "group": "Five",
    "text": "Alat skala industri yang tepat di gunakan untuk menghancurkan bahan dengan keras dan tekstur yang kasar seperti serealia adalah",
    "img_url": null,
    "course_id": 5,
    "respond" : "Jawaban B : Crushing rolls merupakan salah satu alat yang digunakan untuk menghancurkan bahan serealia yang memiliki tekstur keras dan kasar berskala industri."
  },
  {
    "id": 71,
    "group": "Five",
    "text": "Berikut adalah pasangan produk dan alat pengecilan ukuran yang diterapkan :\n1. Selai gandum - crushing\n2. Gandum -crushing\n3. Tepung gandum- grinding\n4. Sari kedelai-cutting\n5. Soybar-slicing\nAlat dan produk yang dihasilkan secara tepat dari pernyataan diatas  adalah",
    "img_url": null,
    "course_id": 5,
    "respond" : "Jawaban C : Alat yang dibutuhkan untuk membuat tepung gandum adalah grinder dengan penerapan pengecilan ukuran grinding."
  },
  {
    "id": 72,
    "group": "Five",
    "text": "Jagung merupakan serealia yang  memiliki kandungan karbohidrat tinggi. Dalam pemanfaatannya jagung dapat diolah menjadi :\n1.	Es krim jagung\n2.	Tepung maizena\n3.	Tortilla\n4.	Bihun jagung\n5.	Tepung polenta\nDari beberapa olahan tersebut, yang merupakan produk setengah jadi dari jagung adalah...",
    "img_url": null,
    "course_id": 5,
    "respond" : "Jawaban D : Jagung setengah jadi dapat diolah menjadi tepung maizena, tortilla dan tepung polenta."
  },
  {
    "id": 73,
    "group": "Five",
    "text": "Gandum merupakan bahan baku tepung terigu yang banyak digunakan untuk pembuatan berbagai produk makanan seperti kukis. Jenis gandum yang harus digunakan untuk membuat kukis adalah...",
    "img_url": null,
    "course_id": 5,
    "respond" : "Jawaban B : Hard wheat : Spesies gandum yang paling banyak ditanam di dunia dan banyak digunakan sebagai bahan baku pembuatan roti. Karena hard wheat mempunyai kadar protein yang tinggi. Gandum ini mempunyai ciri-ciri kulit luar berwarna coklat, bijinya keras, dan berdaya serap air tinggi. Setiap bulir terdiri dari dua sampai lima butir gabah.Soft wheat : merupakan spesies yang berbeda dan hanya sedikit ditanam. Setiap bulirnya terdiri dari tiga sampai lima buah, berwarna putih sampai merah, bijinya lunak, berdaya serap air rendah dan berkadar protein rendah. Jenis gandum ini biasanya digunakan untuk membuat biskuit, kukis dan kadang-kadang membuat roti.Durum wheat : merupakan jenis gandum yang khusus. Ciri dari gandum ini ialah bagian dalam (endosperma) yang berwarna kuning, bukan putih, seperti jenis gandum pada umumnya dan memiliki biji yang lebih keras, serta memiliki kulit yang berwarna coklat. Gandum jenis ini digunakan untuk membuat produk-produk pasta, seperti makaroni, spageti, dan produk pasta lainnya."
  },
  {
    "id": 74,
    "group": "Five",
    "text": "Yang berperan dalam menentukan kekenyalan makanan yang terbuat dari bahan terigu adalah.",
    "img_url": null,
    "course_id": 5,
    "respond" : "Jawaban B : Gluten adalah campuran amorf (bentuk tak beraturan) dari protein yang terkandung bersama pati dalam endosperma (dan juga tepung yang dibuat darinya) beberapa serealia, terutama gandum, gandum hitam, dan jelai. Dari ketiganya, gandumlah yang paling tinggi kandungan glutennya. Kandungan gluten dapat mencapai 80% dari total protein dalam tepung, dan terdiri dari protein gliadin dan glutenin. Gluten membuat adonan kenyal dan dapat mengembang karena bersifat kedap udara."
  },
  {
    "id": 75,
    "group": "Six",
    "text": "Kacang kedelai merupakan salah satu jenis kacang yang memiliki protein lengkap. Protein lengkap yang terkandung pada kacang kedelai adalah...",
    "img_url": null,
    "course_id": 6,
    "respond" : "Jawaban A : Jenis protein lengkap pada yang terkandung pada kacang kedelai adalah protein asam amino lisin."
  },
  {
    "id": 76,
    "group": "Six",
    "text": "Kacang-kacangan dilihat dari kandungan gizinya termasuk sumber.",
    "img_url": null,
    "course_id": 6,
    "respond" : "Jawaban B : Kacang-kacangan tinggi akan kandungan protein."
  },
  {
    "id": 77,
    "group": "Six",
    "text": "1.	Karbohidrat merupakan komponen utama\n2.	Protein adalah penyusun utama kedua\n3.	kaya akan asam amino leusin, arginin, isoleusin, valin dan lisin\n4.	porsentasi kandungan lemaknya sangat rendah\nPernyataan di atas merupakam ciri-ciri kacang jenis...",
    "img_url": null,
    "course_id": 6,
    "respond" : "Jawaban E : Ciri-ciri yang diuraikan merupakan karakteristik kacang hijau."
  },
  {
    "id": 78,
    "group": "Six",
    "text": "Jenis kacang yang digunakan untuk pembuatan selai kacang adalah kacang tanah. Pada proses pembuatannya, kacang yang sudah disangrai akan dihancurkan menggunakan alat...",
    "img_url": null,
    "course_id": 6,
    "respond" : "Jawaban B : Grinder merupakan salah satu alat pengecilan ukuran yang dapat menghancurkan tekstur kacang tanah yang sudah disangrai menjadi selai."
  },
  {
    "id": 79,
    "group": "Six",
    "text": "Perhatikan gambar berikut ini! Pengecilan ukuran pada produk di atas bertujuan untuk",
    "img_url": "79.jpg",
    "course_id": 6,
    "respond" : "Jawaban A : Pengecilan ukuran pada kacang kedelai menjadi susu kedelai bertujuan untuk memperbesar luas permukaan untuk memudahkan proses ekstraksi."
  },
  {
    "id": 80,
    "group": "Six",
    "text": "Perhatikan macam-macam kacang di bawah ini !\n1.	Kacang almond\n2.	Kacang hijau\n3.	Kacang koro\n4.	Kacang mede\n5.	Kacang tanah\n6.	Kacang kedelai\nYang termasuk ke dalam kacang-kacangan bernilai ekonomis rendah yang sering dilakukan pengecilan ukuran untuk pembuatan suatu produk adalah pada nomor",
    "img_url": null,
    "course_id": 6,
    "respond" : "Jawaban E : Kacang hijau, kacang tanah dan kacang kedelai termasuk jenis kacang-kacangan bernilai ekonomis yang sering dimanfaatkan untuk pengolahan makanan."
  },
  {
    "id": 81,
    "group": "Six",
    "text": "Perhatikan gambar di bawah ini! Pasangan nama alat dan produk yang dihasilkan masing-masing alat adalah",
    "img_url": "81.png",
    "course_id": 6,
    "respond" : "Jawaban C : Dengan melakukan pengecilan ukuran pada kacang tanah menggunakan grinder dapat menghasilkan selai kacang dengan melalui tahap-tahap lainnya."
  },
  {
    "id": 82,
    "group": "Six",
    "text": "Berikut adalah pasangan produk dan pengecilan ukuran yang diterapkan :\n1. selai kacang- crushing\n2. tahu-crushing\n3. tepung kacang hijau- grinding\n4. sari kedelai-cutting\n5. soybar-slicing\nJenis pengecilan ukuran dan produk yang dihasilkan yang tepat adalah",
    "img_url": null,
    "course_id": 6,
    "respond" : "Jawaban C : Tepung kacang hijau dapat dihasilkan dari proses grinding ."
  },
  {
    "id": 83,
    "group": "Six",
    "text": "Langkah Pembuatan :\n1)	Direbus 30 menit sampai mendidih\n2)	Difermentasi\n3)	Disortasi\n4)	Dicuci dan kupas kulitnya\n5)	Direndam 24 jam\n6)	Dikukus selama 30 menit\nDibawah ini langkah dalam pembuatan tempe kacang merah yang benar ialah....",
    "img_url": null,
    "course_id": 6,
    "respond" : "Jawaban B : Jawaban sudah jelas."
  },
  {
    "id": 84,
    "group": "Six",
    "text": "Berdasarkan gambar di atas, olahan yang dapat dihasilkan dari jenis kacang tersebut adalah...",
    "img_url": "84.jpg",
    "course_id": 6,
    "respond" : "Jawaban A : Jenis kacang pada gambar adalah kacang tanah. Jenis olahan yang dapat dihasilkan dari kacang tanaha adalah selai, kacang goreng, kacang rebus, kacang oven, peyek dan bumbu pecel."
  },
  {
    "id": 85,
    "group": "Six",
    "text": "Pada pembuatan tempe terdapat proses perendaman, yang dilakukan selama 1 malam. Tujuan dari proses peredaman selama 1 malam adalah...",
    "img_url": null,
    "course_id": 6,
    "respond" : "Jawaban E : Pada pembuatan tempe terdapat proses fermentasi yang mana kacang kedelai tersebut dilakukan perendaman selama 1 malam."
  },
  {
    "id": 86,
    "group": "Six",
    "text": "Rani mempunyai usaha pembuatan selai kacang. Rani menggoreng kacang tanah yang akan digunakan. Tujuan dari penggorengan adalah",
    "img_url": null,
    "course_id": 6,
    "respond" : "Jawaban B : Tujuan penggorengan kacang tanah pada pembuatan selai kacang adalah menurunkan kadar air pada kacang sehingga selai yang dihasilkan mempunyai daya oles yang baik."
  },
  {
    "id": 87,
    "group": "Seven",
    "text": "Nanas merupakan salah satu jenis buah-buahan. Pengolahan pada nanas bertujuan untuk memperpanjang umur simpan. Salah satu bentuk olahannya yaitu selai. Hal terpenting dalam nanas yang berpengaruh pada pembuatan selai nanas adalah ",
    "img_url": null,
    "course_id": 7,
    "respond" : "Jawaban C : Kandungan pektin pada nanas dapat memperpanjang umur simpan pada pengolahan selai nanas."
  },
  {
    "id": 88,
    "group": "Seven",
    "text": "Apabila dalam pembuatan sari buah dilakukan penambahan CMC (Carboxy Methyl Cellulose), apa yang akan terjadi pada produk hasil sari buah...",
    "img_url": null,
    "course_id": 7,
    "respond" : "Jawaban C : Penambahan BTM CMC pada pembuatan sari buah berfungsi untuk menjadikan larutan lebih stabil."
  },
  {
    "id": 89,
    "group": "Seven",
    "text": "Sebuah perusahan industri pangan akan membuat sari buah apel dalam kemasan tertapack. Tahapan proses produksi sari buah melalui proses pasteurisasi. Metode pasteurisasi yang cocok untuk digunakan perusahaan tersebut adalah.",
    "img_url": null,
    "course_id": 7,
    "respond" : "Jawaban C : Pasteurisasi UHT cocok digunakan untuk pembuatan sari buah kemasan tetrapack pada skala industri."
  },
  {
    "id": 90,
    "group": "Seven",
    "text": "PT. X merupakan perusahaan yang memproduksi selai dalam jar. Proses produksi selai tersebut melalui proses sterilisasi karena akan dikemas dalam jar. Metode yang digunakan oleh perusahaan tersebut adalah",
    "img_url": null,
    "course_id": 7,
    "respond" : "Jawaban D : Proses sterilisasi selai dalam jar pada skala industri adalah dengan menggunakan metode Aseptic Processing."
  },
  {
    "id": 91,
    "group": "Seven",
    "text": "Tujuan dari evaluasi produk olahan nabati yaitu untuk mengetahui produk yang dihasilkan sesuai dengan perancanaan awal atau tidak. Maka yang dimaksud dengan evaluasi adalah ...",
    "img_url": null,
    "course_id": 7,
    "respond" : "Jawaban A : Evaluasi  produk olahan nabati adalah kegiatan mengukur dan menilai produk."
  },
  {
    "id": 92,
    "group": "Seven",
    "text": "Salah satu industri rumah tangga A melakukan uji coba produk baru berupa selai dengan campuran buah naga dan apel. Produk tersebut lalu dibandingkan dengan standar selai yang ditetapkan. Kegiatan tersebut termasuk dalam ...",
    "img_url": null,
    "course_id": 7,
    "respond" : "Jawaban C : Kegiatan membandingkan produk selai yang dibuat dengan skala rumah tangga dengan selai standar yang ditetapkan merupakan kegiatan evaluasi."
  },
  {
    "id": 93,
    "group": "Seven",
    "text": "Setiap melakukan suatu produksi olahan nabati maka kita harus memperhatikan mutu produk akhir yang akan dicapai. Maka yang dimaksud dengan mutu adalah ...",
    "img_url": null,
    "course_id": 7,
    "respond" : "Jawaban A : Mutu adalah kesesuaian dengan standarisasi yang sudah ditetapkan."
  },
  {
    "id": 94,
    "group": "Seven",
    "text": "Salah satu produk olahan umbi-umbian dengan cara fermentasi adalah tape singkong. Mutu dari tape singkong yang baik dilihat dari uji sensori adalah  ...",
    "img_url": null,
    "course_id": 7,
    "respond" : "Jawaban E : Mutu fermentasi singkong menjadi tape dilihat dari uji sensori yang baik adalah tekstur empuk, perpaduan rasa manis dan terdapat sedikit aroma alkohol."
  },
  {
    "id": 95,
    "group": "Seven",
    "text": "Kriteria bahan baku mangga yang dibutuhkan untuk menghasilkan sari buah mangga yang bermutu baik adalah ...",
    "img_url": null,
    "course_id": 7,
    "respond" : "Jawaban A : Buah mangga yang matang optimal dan bentuknya tidak cacar dapat menghasilkan sari buah mangga yang bermutu baik."
  },
  {
    "id": 96,
    "group": "Seven",
    "text": "Perhatikan gambar di bawah ini! Berdasarkan pengelompokkan utama limbah yang dihasilkan oleh industri pangan, limbah di atas termasuk ke dalam ....",
    "img_url": "96.jpg",
    "course_id": 7,
    "respond" : "Jawaban D : Jawaban sudah jelas."
  },
  {
    "id": 97,
    "group": "Seven",
    "text": "Salah satu alasan limbah hasil pengolahan industri pangan harus diberikan perlakuan adalah karena kandungan yang dimiliki limbah tersebut yang bisa merusak lingkungan sekitar. Seperti contoh limbah endapan/lumpur pembuatan anggur yang mengandung zat yang akan mengakibatkan keracunan apabila langsung dibuang ke lingkungan masyarakat. Berdasarkan pemaparan di atas, zat yang dimaksud adalah ....",
    "img_url": null,
    "course_id": 7,
    "respond" : "Jawaban A : Jawaban sudah jelas."
  },
  {
    "id": 98,
    "group": "Seven",
    "text": "Perhatikan pernyataan di bawah ini !\n1)	Pembakaran tidak sempurna\n2)	Pembakaran sempurna\n3)	Terjadi cross lingking\n4)	Penurunan volume 70%\n5)	Terjadi isomerasi\n6)	Suhu 1500-1800o F\n7)	Dapat dijadikan sumber energi\n8)	Terjadi denitrogenisasi\nDari pernyataan di atas, manakah yang termasuk penjelasan dari pengolahan limbah padat secara thermal menggunakan prinsip insinerasi ....",
    "img_url": null,
    "course_id": 7,
    "respond" : "Jawaban C : Pembakaran sempurna, penurunan volume 70%, suhu 1500-1800 0F, dapat dijadika sumber energi merupakan kriteria pengolahan limbah padat secara thermal menggunakan prinsip insinerasi."
  },
  {
    "id": 99,
    "group": "Seven",
    "text": "Perhatikan gambar di bawah ini! Mesin di atas digunakan pada proses pengecilan ukuran primer limbah, mesin di atas disebut dengan ....",
    "img_url": "99.jpg",
    "course_id": 7,
    "respond" : "Jawaban D : Hammer mill merupakan alat yang berfungsi untuk memperkecil ukuran bahan baku produksi. Mesin ini banyak digunakan untuk menghancurkan berbagai jenis bahan baku keras hingga menjadi sangat halus."
  },
  {
    "id": 100,
    "group": "Seven",
    "text": "Salah satu limbah industri keripik pisang yang melimpah dan kurang dimanfaatkan adalah kulit pisang. Padahal kulit pisang tersebut mengandung sebuah zat yang masih bisa dimanfaatkan oleh manusia. Zat yang terbesar yang dikandung oleh kulit pisang tersebut adalah ....",
    "img_url": null,
    "course_id": 7,
    "responds" : "Jawaban E : Kulit pisang mengandung karbohidrat tinggi yaitu sebanyak 18,50 gram/100gram kulit pisang."
  }
]